{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 158915, "word_counts": "{\"startcaption\": 158915, \"two\": 20807, \"young\": 12930, \"guys\": 646, \"with\": 32321, \"shaggy\": 43, \"hair\": 2007, \"look\": 1155, \"at\": 15066, \"their\": 3591, \"hands\": 1359, \"while\": 9825, \"hanging\": 595, \"out\": 3086, \"in\": 76695, \"the\": 55554, \"yard\": 367, \"endcaption\": 158915, \"men\": 9246, \"green\": 4568, \"shirts\": 802, \"are\": 18507, \"standing\": 8256, \"a\": 255683, \"man\": 41245, \"blue\": 9701, \"shirt\": 11512, \"garden\": 232, \"friends\": 380, \"enjoy\": 194, \"time\": 285, \"spent\": 1, \"together\": 1677, \"several\": 1973, \"hard\": 594, \"hats\": 724, \"operating\": 102, \"giant\": 190, \"pulley\": 15, \"system\": 32, \"workers\": 1091, \"down\": 7111, \"from\": 3548, \"up\": 4611, \"above\": 597, \"on\": 41718, \"piece\": 651, \"of\": 35616, \"equipment\": 430, \"working\": 2051, \"machine\": 480, \"wearing\": 13685, \"four\": 2131, \"top\": 2128, \"tall\": 436, \"structure\": 334, \"three\": 5563, \"large\": 4421, \"rig\": 10, \"child\": 4858, \"pink\": 2555, \"dress\": 1947, \"is\": 37813, \"climbing\": 931, \"set\": 538, \"stairs\": 464, \"an\": 14883, \"entry\": 10, \"way\": 250, \"little\": 4677, \"girl\": 9307, \"going\": 548, \"into\": 3433, \"wooden\": 987, \"cabin\": 19, \"to\": 15710, \"her\": 6493, \"playhouse\": 17, \"building\": 3088, \"someone\": 776, \"and\": 36190, \"hat\": 3531, \"stair\": 30, \"leaning\": 535, \"against\": 936, \"window\": 938, \"ladder\": 302, \"cleaning\": 365, \"cleans\": 75, \"jeans\": 1574, \"windows\": 174, \"guy\": 1422, \"cooking\": 435, \"joking\": 8, \"around\": 2882, \"camera\": 2085, \"kitchen\": 713, \"food\": 1612, \"stove\": 91, \"preparing\": 507, \"meal\": 253, \"people\": 16766, \"photo\": 552, \"playing\": 7946, \"guitar\": 1773, \"other\": 2776, \"poking\": 18, \"him\": 1564, \"holds\": 1620, \"observes\": 62, \"his\": 10224, \"fixing\": 195, \"players\": 1060, \"costume\": 504, \"stitching\": 2, \"another\": 2838, \"s\": 2095, \"coat\": 1189, \"boys\": 1906, \"sits\": 2420, \"chair\": 936, \"holding\": 6002, \"stuffed\": 161, \"animal\": 259, \"lion\": 40, \"sitting\": 8850, \"completes\": 13, \"finishing\": 36, \"touches\": 60, \"toy\": 1015, \"smiling\": 1701, \"rollerskates\": 51, \"talking\": 1839, \"cellphone\": 684, \"parking\": 299, \"lot\": 540, \"trendy\": 11, \"gliding\": 25, \"slowly\": 17, \"street\": 7487, \"adult\": 447, \"rollerblades\": 69, \"there\": 1496, \"skating\": 208, \"woman\": 21418, \"asian\": 2314, \"black\": 10789, \"suit\": 1221, \"stands\": 2694, \"near\": 2739, \"darkhaired\": 272, \"brownhaired\": 128, \"outside\": 4406, \"pipes\": 35, \"metal\": 577, \"railing\": 303, \"walks\": 1845, \"past\": 881, \"dressed\": 3038, \"hip\": 23, \"outfits\": 259, \"purse\": 244, \"walking\": 6885, \"by\": 5047, \"gate\": 135, \"germany\": 1, \"jumping\": 2547, \"over\": 3361, \"rail\": 264, \"same\": 227, \"without\": 118, \"youths\": 39, \"roadside\": 32, \"dancing\": 929, \"poles\": 124, \"middle\": 896, \"night\": 657, \"no\": 326, \"five\": 837, \"ballet\": 91, \"dancers\": 206, \"caught\": 112, \"mid\": 55, \"jump\": 716, \"studio\": 93, \"sunlight\": 57, \"coming\": 226, \"through\": 4051, \"practice\": 119, \"wonderful\": 9, \"form\": 69, \"girls\": 2603, \"leaping\": 210, \"simultaneously\": 21, \"dance\": 528, \"room\": 1179, \"bending\": 128, \"feet\": 281, \"class\": 240, \"sequence\": 2, \"sneakers\": 60, \"midair\": 431, \"flight\": 115, \"concrete\": 443, \"casually\": 58, \"stairway\": 49, \"outdoors\": 702, \"stone\": 604, \"wall\": 2103, \"behind\": 2307, \"them\": 1278, \"one\": 3468, \"not\": 145, \"staircase\": 131, \"excited\": 87, \"faces\": 218, \"dog\": 8806, \"white\": 11367, \"brown\": 4077, \"spots\": 34, \"staring\": 286, \"each\": 1272, \"tricolored\": 12, \"road\": 1638, \"dogs\": 2303, \"different\": 292, \"breeds\": 5, \"looking\": 4450, \"pavement\": 142, \"moving\": 183, \"toward\": 396, \"spotted\": 53, \"fighting\": 242, \"reflective\": 93, \"safety\": 347, \"clothes\": 676, \"ear\": 119, \"protection\": 31, \"drives\": 146, \"john\": 26, \"deere\": 15, \"tractor\": 134, \"tractors\": 3, \"cruises\": 2, \"neon\": 113, \"orange\": 2752, \"uniform\": 1013, \"driving\": 375, \"headphones\": 209, \"paved\": 133, \"main\": 34, \"country\": 214, \"some\": 3088, \"women\": 5098, \"front\": 6871, \"bus\": 682, \"buildings\": 368, \"it\": 1783, \"stand\": 2130, \"city\": 2172, \"group\": 7722, \"wait\": 238, \"dark\": 1186, \"glasses\": 1430, \"putting\": 415, \"powder\": 20, \"cake\": 235, \"using\": 1046, \"sifter\": 3, \"lady\": 1990, \"sprinkling\": 5, \"powdered\": 5, \"sugar\": 5, \"bundt\": 2, \"sprinkles\": 6, \"onto\": 566, \"jacket\": 2995, \"sifting\": 6, \"chocolate\": 51, \"pan\": 86, \"small\": 3604, \"grass\": 2421, \"plays\": 1793, \"fingerpaints\": 3, \"canvas\": 50, \"rainbow\": 86, \"covered\": 795, \"paint\": 291, \"painted\": 360, \"bowl\": 252, \"pigtails\": 62, \"painting\": 627, \"sleeping\": 604, \"bench\": 1623, \"next\": 3389, \"lays\": 181, \"which\": 300, \"also\": 108, \"tied\": 88, \"laying\": 714, \"leash\": 187, \"ground\": 1256, \"shirtless\": 523, \"lies\": 134, \"park\": 1922, \"adults\": 597, \"musicians\": 254, \"gathered\": 593, \"circle\": 189, \"talk\": 281, \"about\": 930, \"favorite\": 22, \"tunes\": 8, \"instruments\": 456, \"least\": 24, \"instrumentalists\": 2, \"play\": 1764, \"clarinets\": 5, \"curtained\": 4, \"living\": 142, \"bunch\": 331, \"elderly\": 993, \"as\": 4300, \"they\": 777, \"read\": 79, \"off\": 1989, \"sheet\": 124, \"music\": 586, \"person\": 4329, \"gray\": 1815, \"alone\": 235, \"has\": 1825, \"broken\": 72, \"roadway\": 29, \"washed\": 18, \"bridge\": 564, \"supports\": 9, \"surveys\": 10, \"damage\": 5, \"tshirt\": 1161, \"looks\": 2144, \"surrounded\": 623, \"crowd\": 2739, \"metro\": 37, \"station\": 377, \"entrance\": 90, \"portrayed\": 1, \"area\": 1308, \"goatee\": 30, \"latex\": 14, \"gloves\": 266, \"tattoo\": 190, \"gun\": 176, \"place\": 259, \"back\": 1327, \"upper\": 31, \"giving\": 364, \"getting\": 920, \"children\": 4297, \"sit\": 1476, \"seesaw\": 23, \"sand\": 1055, \"teeter\": 10, \"totter\": 10, \"kids\": 1175, \"vest\": 637, \"intersection\": 116, \"flag\": 456, \"caution\": 31, \"waving\": 203, \"bright\": 709, \"corner\": 467, \"spray\": 130, \"construction\": 1285, \"worker\": 666, \"red\": 8686, \"pierced\": 13, \"ears\": 124, \"beer\": 342, \"can\": 228, \"crocheted\": 4, \"gauges\": 4, \"blitz\": 1, \"starring\": 19, \"something\": 1876, \"wears\": 236, \"long\": 1199, \"beret\": 43, \"beige\": 180, \"raincoat\": 36, \"marketplace\": 119, \"scenery\": 61, \"artists\": 51, \"paintings\": 28, \"busy\": 954, \"sidewalk\": 2579, \"public\": 475, \"others\": 588, \"who\": 1136, \"passerby\": 13, \"admiring\": 54, \"outdoor\": 900, \"art\": 347, \"fair\": 171, \"foot\": 205, \"waste\": 5, \"basket\": 279, \"pants\": 1581, \"pushing\": 421, \"cart\": 729, \"janitor\": 18, \"dolly\": 11, \"tools\": 106, \"grips\": 8, \"ropes\": 81, \"playground\": 407, \"climbs\": 283, \"rope\": 539, \"roping\": 22, \"net\": 334, \"toothpick\": 3, \"end\": 162, \"traveling\": 78, \"flower\": 264, \"teen\": 81, \"unknown\": 23, \"object\": 410, \"for\": 4433, \"photographers\": 51, \"train\": 987, \"origami\": 2, \"crane\": 91, \"you\": 97, \"know\": 9, \"i\": 94, \"am\": 22, \"like\": 511, \"justin\": 2, \"bieber\": 1, \"blond\": 1497, \"yellow\": 3971, \"gazing\": 33, \"pole\": 537, \"vault\": 14, \"determined\": 17, \"sky\": 366, \"baseball\": 1341, \"cap\": 855, \"bathroom\": 86, \"coffee\": 285, \"mug\": 36, \"ball\": 3481, \"cup\": 298, \"between\": 489, \"urinals\": 1, \"posing\": 866, \"urinal\": 4, \"multicolored\": 173, \"background\": 2070, \"sunset\": 250, \"clear\": 190, \"skies\": 37, \"sun\": 374, \"setting\": 466, \"silhouettes\": 9, \"decorate\": 11, \"horizon\": 36, \"sets\": 107, \"restaurant\": 911, \"glass\": 457, \"table\": 2457, \"drink\": 460, \"drinking\": 571, \"old\": 1516, \"having\": 895, \"running\": 3178, \"grassy\": 706, \"fence\": 789, \"boston\": 21, \"terrier\": 34, \"lush\": 33, \"runs\": 1161, \"officer\": 227, \"van\": 170, \"trained\": 6, \"police\": 464, \"handler\": 8, \"security\": 85, \"watch\": 957, \"policeman\": 104, \"german\": 111, \"shepherd\": 87, \"stops\": 87, \"search\": 14, \"conditions\": 13, \"snow\": 2372, \"seem\": 47, \"almost\": 50, \"obliverate\": 1, \"details\": 8, \"cold\": 150, \"weather\": 88, \"heavy\": 172, \"riding\": 3125, \"bicycle\": 1446, \"suburban\": 33, \"neighborhood\": 93, \"boy\": 9149, \"rides\": 1004, \"bike\": 2366, \"snowy\": 620, \"males\": 234, \"suits\": 332, \"shortsleeved\": 37, \"ties\": 30, \"colleges\": 1, \"stop\": 292, \"take\": 416, \"break\": 224, \"business\": 266, \"meetings\": 1, \"tan\": 774, \"backwards\": 106, \"factory\": 82, \"older\": 2147, \"too\": 41, \"photograph\": 186, \"camp\": 38, \"among\": 225, \"many\": 1168, \"machines\": 56, \"works\": 370, \"machinery\": 120, \"work\": 951, \"caucasian\": 112, \"darkskinned\": 132, \"sleeveless\": 93, \"conveyor\": 16, \"packing\": 12, \"jars\": 11, \"candles\": 74, \"boxes\": 115, \"sorting\": 38, \"warehouse\": 48, \"manager\": 4, \"assisting\": 20, \"employee\": 45, \"assembly\": 11, \"line\": 791, \"outfit\": 649, \"baby\": 1585, \"bottoms\": 36, \"broom\": 91, \"remove\": 13, \"dirt\": 1316, \"kimono\": 27, \"sweep\": 15, \"sweeping\": 177, \"walkway\": 229, \"florescent\": 7, \"vests\": 318, \"parked\": 307, \"cars\": 344, \"converses\": 13, \"driver\": 125, \"seen\": 173, \"leans\": 278, \"car\": 1656, \"watching\": 1348, \"row\": 178, \"waiting\": 905, \"go\": 216, \"checkpoint\": 4, \"ranger\": 7, \"tourist\": 83, \"eating\": 1135, \"snack\": 69, \"toddlers\": 60, \"infants\": 10, \"female\": 1283, \"babies\": 43, \"chips\": 31, \"inside\": 830, \"silver\": 256, \"mobile\": 69, \"weird\": 28, \"vehicle\": 380, \"plaza\": 107, \"segway\": 17, \"type\": 185, \"showing\": 329, \"product\": 42, \"advertise\": 3, \"modern\": 50, \"approaches\": 47, \"strange\": 78, \"containing\": 42, \"futuristic\": 5, \"watches\": 940, \"singleperson\": 2, \"wheeled\": 49, \"bride\": 270, \"groom\": 154, \"side\": 1461, \"focus\": 32, \"pathway\": 60, \"brick\": 767, \"beautiful\": 446, \"new\": 279, \"husband\": 24, \"recently\": 20, \"married\": 84, \"couple\": 1425, \"pose\": 534, \"arm\": 522, \"nintendo\": 14, \"gamecube\": 4, \"controller\": 8, \"mcdonald\": 38, \"video\": 196, \"game\": 1686, \"kiosk\": 39, \"kid\": 598, \"water\": 5472, \"head\": 1422, \"turned\": 77, \"shakes\": 57, \"edge\": 414, \"beach\": 2756, \"shore\": 331, \"its\": 1043, \"picnicking\": 2, \"picnic\": 172, \"tables\": 251, \"enjoying\": 633, \"day\": 1227, \"reunion\": 9, \"full\": 578, \"swing\": 657, \"moon\": 16, \"bounce\": 35, \"barbecue\": 112, \"or\": 935, \"spanish\": 32, \"sunglasses\": 1074, \"puts\": 136, \"blouse\": 137, \"traffic\": 232, \"seated\": 401, \"burger\": 7, \"touching\": 126, \"balloon\": 257, \"coolers\": 8, \"grayhaired\": 83, \"enjoys\": 139, \"sandwich\": 65, \"student\": 105, \"performing\": 1258, \"downward\": 14, \"kick\": 219, \"board\": 535, \"held\": 203, \"karate\": 216, \"instructor\": 38, \"wood\": 459, \"half\": 120, \"kicking\": 271, \"stick\": 687, \"that\": 2232, \"tae\": 5, \"kwon\": 5, \"do\": 201, \"breaking\": 31, \"boards\": 52, \"demonstrating\": 48, \"martial\": 335, \"arts\": 309, \"youngsters\": 18, \"crouched\": 61, \"mat\": 144, \"during\": 983, \"competition\": 273, \"jumps\": 1281, \"students\": 328, \"demonstration\": 51, \"perform\": 331, \"balconies\": 15, \"pipe\": 132, \"towards\": 712, \"lower\": 26, \"balcony\": 150, \"liquid\": 84, \"poured\": 6, \"sweatshirt\": 442, \"reaching\": 179, \"hand\": 1647, \"empties\": 6, \"bottle\": 298, \"unto\": 4, \"below\": 166, \"pouring\": 157, \"contents\": 30, \"shielding\": 18, \"himself\": 168, \"trying\": 811, \"paper\": 570, \"block\": 192, \"shades\": 54, \"eyes\": 357, \"face\": 1442, \"carrying\": 1537, \"backs\": 94, \"sunny\": 490, \"nice\": 156, \"stroll\": 64, \"rock\": 1395, \"overalls\": 141, \"smiles\": 552, \"stony\": 8, \"aross\": 1, \"mottled\": 3, \"collar\": 226, \"fallen\": 174, \"tree\": 1362, \"leaps\": 279, \"log\": 146, \"jumped\": 58, \"stump\": 54, \"crossing\": 391, \"across\": 1216, \"assembles\": 9, \"gentleman\": 373, \"hurrying\": 9, \"longsleeved\": 104, \"bikes\": 386, \"body\": 675, \"river\": 679, \"barefooted\": 34, \"olive\": 30, \"shorts\": 1724, \"grilling\": 103, \"hotdogs\": 37, \"propane\": 6, \"grill\": 286, \"plastic\": 430, \"sausages\": 25, \"he\": 1167, \"grills\": 27, \"surface\": 137, \"field\": 2759, \"scooter\": 231, \"attracts\": 5, \"attention\": 84, \"those\": 19, \"light\": 732, \"cross\": 302, \"skis\": 142, \"framed\": 35, \"pictures\": 399, \"displaying\": 85, \"skier\": 291, \"trees\": 809, \"artwork\": 82, \"sale\": 127, \"climbers\": 37, \"seven\": 165, \"ascending\": 18, \"whilst\": 165, \"belays\": 3, \"collage\": 6, \"cliff\": 299, \"gymnast\": 157, \"leotard\": 52, \"doing\": 1420, \"gymnastics\": 70, \"audience\": 368, \"balance\": 86, \"beam\": 109, \"supple\": 1, \"soars\": 18, \"wheeler\": 40, \"pool\": 1422, \"atv\": 82, \"rubber\": 80, \"miniature\": 43, \"lawn\": 364, \"quad\": 28, \"truck\": 725, \"filled\": 361, \"cotton\": 43, \"substance\": 28, \"pile\": 300, \"wool\": 21, \"loading\": 74, \"load\": 48, \"sheared\": 2, \"headscarf\": 81, \"scenic\": 64, \"view\": 429, \"bay\": 40, \"pay\": 45, \"binoculars\": 56, \"viewing\": 60, \"deck\": 179, \"mounted\": 35, \"telescope\": 182, \"windbreaker\": 20, \"though\": 61, \"rooftop\": 48, \"uses\": 236, \"spaceship\": 1, \"ticket\": 35, \"stuck\": 43, \"plane\": 127, \"examining\": 123, \"airplane\": 160, \"nose\": 178, \"away\": 511, \"sprinkler\": 74, \"chases\": 119, \"hose\": 152, \"happily\": 111, \"supermarket\": 43, \"daughter\": 162, \"grocery\": 195, \"store\": 1025, \"stroller\": 241, \"prepares\": 308, \"catch\": 543, \"thrown\": 126, \"nearby\": 357, \"ready\": 586, \"flying\": 299, \"air\": 2146, \"mouth\": 1198, \"after\": 559, \"colored\": 623, \"covering\": 157, \"part\": 148, \"booth\": 181, \"sweater\": 725, \"get\": 391, \"hiking\": 234, \"forest\": 437, \"where\": 363, \"partially\": 62, \"wilderness\": 33, \"hikers\": 124, \"resting\": 215, \"patch\": 66, \"facial\": 40, \"longsleeve\": 77, \"under\": 1143, \"cabinet\": 18, \"middleaged\": 343, \"beard\": 423, \"creation\": 11, \"floor\": 971, \"father\": 228, \"grown\": 18, \"son\": 215, \"camping\": 69, \"trip\": 49, \"wild\": 49, \"items\": 258, \"bearded\": 273, \"traveler\": 10, \"reading\": 988, \"map\": 90, \"decipher\": 1, \"lake\": 737, \"lone\": 173, \"duck\": 66, \"swimming\": 913, \"waves\": 292, \"waters\": 116, \"big\": 771, \"infant\": 150, \"care\": 41, \"along\": 1666, \"newborn\": 100, \"facing\": 262, \"shelter\": 29, \"bicycles\": 252, \"curved\": 24, \"roof\": 320, \"tonight\": 4, \"questioning\": 3, \"wagon\": 107, \"nighttime\": 65, \"dome\": 9, \"beside\": 731, \"lab\": 187, \"tags\": 36, \"frolicks\": 2, \"this\": 1013, \"splashing\": 167, \"surf\": 123, \"splashes\": 94, \"drilling\": 36, \"frozen\": 53, \"ice\": 798, \"pond\": 189, \"hole\": 204, \"fishing\": 492, \"making\": 844, \"turn\": 197, \"soft\": 30, \"sandy\": 230, \"climber\": 158, \"scaling\": 41, \"picks\": 44, \"crampons\": 2, \"scale\": 20, \"waterfall\": 143, \"walk\": 1550, \"meadow\": 43, \"ocean\": 970, \"path\": 710, \"attire\": 272, \"shovels\": 74, \"shoveling\": 120, \"roads\": 6, \"sidewalks\": 12, \"slush\": 4, \"wedding\": 301, \"flowers\": 515, \"reception\": 42, \"smile\": 322, \"cutting\": 365, \"snowmobile\": 20, \"riders\": 134, \"all\": 819, \"helmets\": 220, \"goggles\": 288, \"clearing\": 45, \"snowmobiles\": 5, \"left\": 413, \"right\": 450, \"winter\": 389, \"jackets\": 322, \"clothing\": 889, \"gather\": 305, \"snowmobiling\": 3, \"carries\": 350, \"wet\": 328, \"item\": 88, \"rows\": 72, \"vegetables\": 239, \"sell\": 92, \"vegetable\": 81, \"harvest\": 12, \"lay\": 76, \"blankets\": 51, \"market\": 829, \"villagers\": 20, \"selling\": 461, \"crops\": 37, \"these\": 210, \"very\": 774, \"onions\": 9, \"band\": 1154, \"singer\": 177, \"tattoos\": 101, \"crowded\": 554, \"concert\": 360, \"approaching\": 51, \"shouting\": 11, \"microphone\": 1022, \"listening\": 303, \"sings\": 253, \"sign\": 1085, \"says\": 231, \"lucky\": 2, \"punk\": 19, \"rocker\": 14, \"screaming\": 35, \"stage\": 1490, \"short\": 394, \"blondhair\": 341, \"striped\": 1152, \"skateboard\": 833, \"skateboarding\": 300, \"skate\": 187, \"trick\": 649, \"life\": 264, \"rowing\": 86, \"canoe\": 179, \"kayak\": 151, \"gentle\": 5, \"ride\": 769, \"seems\": 118, \"be\": 900, \"laughing\": 466, \"porch\": 120, \"chairs\": 474, \"site\": 261, \"installing\": 17, \"post\": 121, \"house\": 581, \"atop\": 161, \"picture\": 1834, \"airport\": 110, \"billboard\": 71, \"sleeves\": 41, \"couch\": 459, \"napping\": 28, \"longhaired\": 114, \"shoulders\": 193, \"mom\": 98, \"mother\": 360, \"gay\": 18, \"pride\": 22, \"parade\": 380, \"march\": 56, \"flags\": 285, \"color\": 92, \"spectrum\": 1, \"oriental\": 188, \"fish\": 382, \"stare\": 60, \"vendor\": 309, \"prepare\": 138, \"sellers\": 2, \"stock\": 11, \"looked\": 29, \"upon\": 69, \"being\": 1251, \"prepared\": 36, \"redhair\": 169, \"singing\": 787, \"redhaired\": 122, \"skirt\": 459, \"tank\": 619, \"flowing\": 25, \"karaoke\": 13, \"collegeaged\": 5, \"individuals\": 190, \"females\": 164, \"steps\": 547, \"multiple\": 152, \"school\": 370, \"late\": 33, \"captures\": 15, \"driveway\": 45, \"catching\": 187, \"courtyard\": 100, \"snaps\": 17, \"lunges\": 12, \"male\": 1356, \"kneeling\": 255, \"hockey\": 573, \"goal\": 210, \"guarding\": 18, \"goalie\": 136, \"crouches\": 84, \"rink\": 96, \"backpack\": 527, \"sculpture\": 194, \"reads\": 337, \"newspaper\": 304, \"office\": 189, \"statue\": 383, \"toddler\": 626, \"fenced\": 90, \"patio\": 104, \"grabs\": 39, \"bars\": 113, \"saying\": 52, \"railings\": 22, \"wanting\": 14, \"enter\": 39, \"tent\": 301, \"hut\": 55, \"iced\": 14, \"kneels\": 106, \"hill\": 730, \"skyscraper\": 14, \"distance\": 373, \"matching\": 166, \"turban\": 50, \"african\": 538, \"local\": 164, \"pushes\": 168, \"fruits\": 83, \"fruit\": 332, \"produce\": 186, \"bandaid\": 1, \"plate\": 212, \"blondhaired\": 178, \"both\": 334, \"bites\": 37, \"treat\": 35, \"eats\": 170, \"pizza\": 96, \"tin\": 12, \"dish\": 65, \"biting\": 95, \"baked\": 29, \"good\": 115, \"rocks\": 566, \"show\": 310, \"center\": 158, \"electric\": 243, \"helmet\": 1005, \"swinging\": 310, \"bat\": 175, \"tennis\": 1046, \"softball\": 113, \"hits\": 94, \"directly\": 27, \"downwards\": 7, \"striking\": 30, \"hitting\": 147, \"but\": 82, \"she\": 701, \"missed\": 8, \"batter\": 60, \"drifting\": 10, \"boat\": 1257, \"ferry\": 19, \"lifevest\": 4, \"balding\": 94, \"stickers\": 6, \"musician\": 184, \"artist\": 244, \"performs\": 403, \"blackcolored\": 2, \"dirty\": 196, \"unfinished\": 27, \"lean\": 59, \"spread\": 77, \"cement\": 277, \"tape\": 63, \"applying\": 67, \"filler\": 1, \"trench\": 46, \"smoothing\": 16, \"urban\": 208, \"bent\": 111, \"opening\": 156, \"hooded\": 150, \"lowly\": 1, \"lit\": 233, \"dinner\": 189, \"entrees\": 1, \"martini\": 8, \"hesitates\": 1, \"before\": 279, \"dining\": 86, \"fancy\": 72, \"blanket\": 277, \"relaxes\": 41, \"laid\": 33, \"suns\": 2, \"herself\": 111, \"cloudy\": 110, \"solitary\": 19, \"evening\": 98, \"dim\": 16, \"poses\": 412, \"relatives\": 1, \"photographed\": 70, \"cream\": 362, \"photographs\": 80, \"strapless\": 5, \"gown\": 69, \"photographer\": 202, \"takes\": 577, \"throng\": 4, \"taking\": 1406, \"well\": 152, \"teens\": 55, \"sad\": 48, \"expression\": 49, \"crying\": 187, \"knoll\": 5, \"what\": 493, \"appears\": 417, \"beans\": 16, \"hilltop\": 8, \"overlooking\": 275, \"valley\": 50, \"mountainside\": 48, \"check\": 60, \"rest\": 117, \"ledge\": 235, \"moutains\": 1, \"hang\": 89, \"overlook\": 20, \"tourists\": 119, \"connects\": 1, \"trail\": 378, \"nature\": 58, \"footbridge\": 14, \"treecovered\": 3, \"shows\": 227, \"arched\": 18, \"jersey\": 359, \"boats\": 164, \"rafts\": 22, \"inflatable\": 136, \"kayakers\": 19, \"have\": 467, \"conversation\": 268, \"telling\": 23, \"were\": 47, \"peeling\": 13, \"corn\": 86, \"listen\": 55, \"elder\": 34, \"multiracial\": 3, \"oboe\": 3, \"purple\": 1138, \"percussion\": 13, \"spectators\": 293, \"instrument\": 348, \"made\": 201, \"bamboo\": 55, \"bassoon\": 1, \"wind\": 55, \"musical\": 254, \"wear\": 151, \"such\": 20, \"beanies\": 2, \"snowshoes\": 55, \"quietly\": 13, \"story\": 56, \"was\": 104, \"explained\": 1, \"igloo\": 9, \"player\": 2135, \"avoid\": 23, \"attempting\": 250, \"home\": 319, \"knee\": 93, \"high\": 718, \"catcher\": 83, \"score\": 54, \"run\": 594, \"tag\": 84, \"base\": 217, \"runner\": 198, \"foreground\": 208, \"shown\": 96, \"bricks\": 67, \"material\": 59, \"panting\": 6, \"scaffolding\": 136, \"huge\": 231, \"blank\": 10, \"earphones\": 31, \"somethings\": 1, \"phone\": 540, \"subway\": 548, \"juggling\": 121, \"shopping\": 632, \"bags\": 434, \"betty\": 1, \"boop\": 1, \"crosses\": 99, \"crosswalk\": 156, \"numerous\": 56, \"television\": 67, \"fast\": 110, \"takeout\": 9, \"tv\": 69, \"chinese\": 261, \"six\": 389, \"noddles\": 1, \"asians\": 54, \"eat\": 186, \"balances\": 81, \"assorted\": 16, \"pineapples\": 8, \"balancing\": 143, \"shovel\": 185, \"deep\": 167, \"whole\": 33, \"septic\": 1, \"supported\": 15, \"much\": 26, \"american\": 542, \"peers\": 61, \"bandanna\": 136, \"steam\": 26, \"rises\": 17, \"vat\": 6, \"whimsically\": 1, \"pantaloons\": 1, \"pictured\": 29, \"so\": 79, \"must\": 9, \"ask\": 5, \"bigger\": 13, \"arms\": 652, \"cradled\": 1, \"someones\": 22, \"individual\": 110, \"varying\": 28, \"beads\": 45, \"decorations\": 35, \"cultural\": 21, \"relevance\": 1, \"native\": 122, \"gazes\": 51, \"donning\": 9, \"cobs\": 1, \"necklaces\": 28, \"shells\": 10, \"member\": 102, \"tribe\": 15, \"intently\": 83, \"tribal\": 35, \"piercings\": 11, \"jewelry\": 74, \"samurai\": 4, \"warrior\": 13, \"sword\": 86, \"sheath\": 1, \"training\": 77, \"unsheathes\": 1, \"traditional\": 214, \"gear\": 511, \"fight\": 172, \"wields\": 9, \"rolling\": 145, \"dried\": 29, \"bed\": 414, \"littered\": 18, \"treks\": 11, \"upward\": 34, \"creek\": 87, \"strewn\": 20, \"rocky\": 365, \"stream\": 200, \"badge\": 9, \"guard\": 128, \"whitehaired\": 42, \"empty\": 285, \"duty\": 9, \"museum\": 116, \"colorful\": 867, \"dresses\": 308, \"indian\": 310, \"saris\": 19, \"separate\": 26, \"squatting\": 101, \"plants\": 158, \"crouch\": 11, \"bushes\": 77, \"phones\": 23, \"shrubbery\": 12, \"summer\": 116, \"soccer\": 2026, \"backyard\": 159, \"spring\": 29, \"sandals\": 164, \"blackhaired\": 52, \"tile\": 82, \"legos\": 24, \"skateboarder\": 453, \"platform\": 227, \"skateboarders\": 28, \"fun\": 225, \"shaking\": 120, \"teenager\": 110, \"trolley\": 53, \"move\": 148, \"mass\": 25, \"transit\": 39, \"announcement\": 8, \"communicating\": 12, \"walkie\": 7, \"talkie\": 7, \"family\": 580, \"paddling\": 110, \"paddle\": 98, \"paddles\": 66, \"kayaking\": 80, \"shallow\": 203, \"handbag\": 30, \"spreads\": 8, \"put\": 149, \"cobblestone\": 97, \"joy\": 43, \"sweaters\": 37, \"khaki\": 139, \"wine\": 125, \"appetizers\": 1, \"displayed\": 43, \"upscale\": 8, \"plates\": 78, \"wineglasses\": 19, \"rack\": 49, \"elegant\": 19, \"serving\": 119, \"pajamas\": 119, \"pillow\": 83, \"pillowfight\": 1, \"constructions\": 11, \"seat\": 180, \"steel\": 65, \"ibeam\": 2, \"mixer\": 32, \"blender\": 2, \"mixing\": 67, \"mud\": 183, \"puddle\": 140, \"tube\": 118, \"oncoming\": 19, \"signaling\": 6, \"hailing\": 7, \"taxi\": 85, \"pamphlet\": 12, \"book\": 660, \"brochure\": 11, \"magizine\": 1, \"laugh\": 101, \"jogging\": 176, \"joggers\": 16, \"stones\": 61, \"diving\": 232, \"dive\": 65, \"descends\": 17, \"overshirt\": 3, \"chrome\": 2, \"door\": 378, \"elevator\": 30, \"lightcolored\": 7, \"bathing\": 328, \"lounges\": 17, \"basin\": 9, \"tub\": 93, \"plaid\": 442, \"sleeps\": 150, \"younger\": 258, \"watched\": 76, \"than\": 29, \"climb\": 186, \"soldier\": 132, \"deployment\": 1, \"asleep\": 179, \"belt\": 98, \"shirted\": 25, \"wrapped\": 143, \"flipping\": 64, \"pancake\": 17, \"flinging\": 4, \"omelet\": 3, \"extremely\": 21, \"skillet\": 14, \"awe\": 14, \"firefighters\": 107, \"converse\": 70, \"scene\": 305, \"emergency\": 54, \"uniforms\": 583, \"upwards\": 29, \"responding\": 12, \"alarm\": 2, \"reflections\": 9, \"firemen\": 89, \"event\": 627, \"few\": 354, \"firetrucks\": 9, \"firetruck\": 105, \"lights\": 195, \"onduty\": 1, \"stationed\": 4, \"various\": 311, \"activities\": 25, \"things\": 109, \"order\": 83, \"reach\": 73, \"ceiling\": 81, \"warning\": 15, \"stripe\": 53, \"boots\": 316, \"newsstand\": 17, \"packed\": 44, \"magazines\": 37, \"magazine\": 93, \"clerk\": 13, \"merchandise\": 47, \"earth\": 27, \"creating\": 58, \"track\": 704, \"closely\": 57, \"surveying\": 9, \"dig\": 47, \"dry\": 143, \"jean\": 149, \"fists\": 12, \"closed\": 159, \"dough\": 58, \"bakery\": 33, \"tired\": 46, \"makes\": 301, \"bread\": 113, \"relaxing\": 178, \"conversing\": 122, \"drifts\": 4, \"shade\": 115, \"tropical\": 64, \"trunks\": 236, \"outstretched\": 75, \"swim\": 280, \"landscape\": 135, \"hiker\": 137, \"bluff\": 7, \"mountains\": 401, \"ski\": 227, \"snowcovered\": 79, \"mountain\": 981, \"pauses\": 36, \"mountaintop\": 35, \"mound\": 101, \"hovel\": 1, \"backhoe\": 18, \"racing\": 516, \"puddles\": 13, \"curve\": 51, \"race\": 1275, \"bicyclers\": 14, \"rounding\": 16, \"spraying\": 59, \"wheels\": 87, \"bikers\": 114, \"sharp\": 38, \"compete\": 92, \"biking\": 115, \"cane\": 162, \"bends\": 65, \"steadied\": 1, \"bush\": 50, \"shortsleeve\": 28, \"surgeon\": 17, \"teal\": 96, \"scrubs\": 53, \"surgery\": 51, \"doctor\": 79, \"nurses\": 35, \"operation\": 19, \"surgical\": 32, \"staff\": 40, \"patient\": 71, \"assistants\": 2, \"team\": 860, \"low\": 144, \"cut\": 158, \"frisbee\": 465, \"suv\": 48, \"pickup\": 30, \"open\": 650, \"terrain\": 72, \"chasing\": 254, \"woolly\": 1, \"doberman\": 17, \"just\": 367, \"threw\": 26, \"bowling\": 312, \"lane\": 113, \"pins\": 58, \"alley\": 261, \"cosmic\": 2, \"imagery\": 2, \"including\": 71, \"balls\": 195, \"lanes\": 16, \"finished\": 28, \"throwing\": 394, \"mule\": 22, \"trough\": 8, \"desert\": 190, \"weathered\": 10, \"horse\": 1092, \"tiredlooking\": 2, \"relax\": 60, \"trestle\": 1, \"nap\": 93, \"laze\": 1, \"pamphlets\": 7, \"cover\": 80, \"displays\": 58, \"information\": 43, \"interrupted\": 3, \"covers\": 66, \"bicycling\": 32, \"multicolor\": 21, \"catches\": 182, \"helmeted\": 34, \"giants\": 8, \"swings\": 235, \"incoming\": 17, \"pitch\": 91, \"throw\": 224, \"javelin\": 25, \"teenage\": 244, \"balloons\": 213, \"lined\": 261, \"hot\": 228, \"desk\": 287, \"books\": 168, \"everywhere\": 19, \"cluttered\": 32, \"stacks\": 32, \"telephone\": 72, \"brunette\": 229, \"shoulder\": 293, \"fuzzy\": 24, \"lighting\": 57, \"candle\": 42, \"flame\": 20, \"folded\": 58, \"bracelet\": 28, \"hunched\": 25, \"kind\": 171, \"vigil\": 6, \"squat\": 9, \"mall\": 106, \"district\": 19, \"strolls\": 29, \"pedals\": 22, \"quickly\": 59, \"bmx\": 143, \"eight\": 90, \"darkened\": 23, \"foam\": 32, \"ramp\": 449, \"soapy\": 10, \"cleaned\": 13, \"suds\": 14, \"wiped\": 2, \"clean\": 117, \"bubbles\": 242, \"raft\": 122, \"swimsuits\": 54, \"themselves\": 120, \"cruise\": 29, \"ship\": 129, \"gathering\": 248, \"partying\": 16, \"dozens\": 13, \"floral\": 124, \"bikini\": 251, \"goofing\": 7, \"straw\": 175, \"kicks\": 150, \"cowboy\": 496, \"teenagers\": 167, \"brake\": 5, \"slides\": 149, \"slide\": 435, \"wading\": 80, \"toys\": 196, \"floating\": 135, \"falling\": 166, \"sliding\": 210, \"tubes\": 16, \"come\": 65, \"wetsuit\": 164, \"droplets\": 7, \"fly\": 83, \"countryside\": 30, \"cram\": 2, \"heading\": 36, \"hills\": 51, \"passing\": 201, \"pedestrian\": 51, \"rickety\": 6, \"pick\": 90, \"cooks\": 73, \"hamburgers\": 20, \"customers\": 137, \"chefs\": 54, \"burgers\": 17, \"sticks\": 182, \"tongue\": 148, \"silly\": 55, \"make\": 287, \"sparks\": 32, \"workman\": 20, \"welding\": 94, \"chain\": 111, \"link\": 45, \"decides\": 10, \"piggyback\": 29, \"apartment\": 79, \"complex\": 27, \"song\": 89, \"gives\": 154, \"shaped\": 79, \"riverbank\": 26, \"volleyball\": 477, \"tries\": 245, \"shot\": 246, \"opposing\": 203, \"professional\": 154, \"railroad\": 157, \"snowsuits\": 4, \"coveralls\": 24, \"tracks\": 208, \"fire\": 495, \"barrel\": 75, \"lead\": 82, \"horses\": 379, \"assembling\": 18, \"repairing\": 91, \"tram\": 15, \"rails\": 29, \"laborers\": 5, \"gentlemen\": 106, \"caps\": 84, \"classic\": 35, \"volkswagen\": 9, \"beetle\": 6, \"beat\": 26, \"sort\": 262, \"project\": 171, \"own\": 51, \"cleaner\": 34, \"frame\": 96, \"sands\": 9, \"shelf\": 36, \"apron\": 340, \"bagged\": 6, \"breads\": 4, \"anouther\": 1, \"skinny\": 58, \"smaller\": 84, \"bulldog\": 10, \"sizes\": 10, \"dock\": 324, \"streetcar\": 3, \"electrical\": 39, \"mask\": 286, \"visibility\": 2, \"redbrown\": 2, \"fingernails\": 12, \"carefully\": 57, \"mascara\": 16, \"reddish\": 27, \"applies\": 29, \"eyelashes\": 5, \"eyelash\": 1, \"tiled\": 55, \"closeup\": 134, \"paws\": 32, \"rests\": 101, \"lying\": 370, \"artificial\": 19, \"harness\": 136, \"indoor\": 159, \"everyone\": 30, \"gas\": 94, \"mileage\": 1, \"here\": 169, \"scooters\": 50, \"motor\": 55, \"arranged\": 18, \"orderly\": 1, \"fashion\": 30, \"japanese\": 113, \"motorcycles\": 151, \"asia\": 50, \"regional\": 3, \"helicopter\": 53, \"land\": 72, \"airfield\": 5, \"scaffold\": 47, \"positions\": 10, \"either\": 106, \"fourteen\": 5, \"assembled\": 18, \"hall\": 89, \"mingling\": 14, \"lots\": 155, \"costumes\": 330, \"party\": 371, \"ring\": 184, \"inflated\": 29, \"jumphouse\": 1, \"polaris\": 3, \"played\": 62, \"stir\": 10, \"fries\": 8, \"frying\": 28, \"salmon\": 16, \"pop\": 24, \"approached\": 7, \"flamboyant\": 4, \"feathered\": 17, \"headress\": 1, \"sequined\": 7, \"feather\": 27, \"crosscountry\": 51, \"skiing\": 224, \"skiers\": 65, \"woodland\": 21, \"woods\": 445, \"wooded\": 227, \"skiiers\": 9, \"spectacles\": 5, \"diligently\": 14, \"tool\": 121, \"whittles\": 2, \"sharpening\": 9, \"knife\": 82, \"energetic\": 3, \"stoop\": 43, \"writing\": 248, \"utility\": 26, \"fix\": 76, \"pedestrians\": 168, \"dressy\": 6, \"corsage\": 4, \"clasps\": 7, \"lap\": 245, \"lavender\": 17, \"formal\": 119, \"shorthaired\": 47, \"boardwalk\": 97, \"sea\": 146, \"pier\": 197, \"cricket\": 93, \"west\": 7, \"youth\": 90, \"laughs\": 111, \"engine\": 69, \"hood\": 109, \"oldfashioned\": 20, \"draft\": 6, \"n\": 21, \"daft\": 1, \"pony\": 29, \"golden\": 173, \"pull\": 101, \"sleigh\": 14, \"driven\": 36, \"carriage\": 94, \"pulling\": 396, \"sled\": 197, \"steered\": 3, \"forrest\": 15, \"preserve\": 4, \"peach\": 25, \"happy\": 209, \"sheer\": 23, \"steep\": 124, \"rappels\": 5, \"incline\": 29, \"spelunkers\": 2, \"cavern\": 3, \"bathed\": 12, \"shaft\": 11, \"cave\": 33, \"backpackers\": 14, \"drawing\": 164, \"chalk\": 61, \"portrait\": 47, \"barnlike\": 1, \"elaborate\": 47, \"illustration\": 4, \"illinois\": 5, \"aiming\": 30, \"odd\": 48, \"playfully\": 54, \"kicked\": 39, \"shoe\": 119, \"heads\": 167, \"expressions\": 16, \"africanamerican\": 79, \"classroom\": 237, \"complected\": 6, \"raising\": 107, \"excitement\": 28, \"sewing\": 137, \"meticulously\": 2, \"sowing\": 9, \"fist\": 27, \"raised\": 120, \"extended\": 32, \"tshirts\": 103, \"motorcycle\": 754, \"peppers\": 10, \"pepper\": 7, \"farm\": 83, \"bell\": 17, \"buying\": 103, \"weaving\": 66, \"loom\": 63, \"afternoon\": 39, \"rocking\": 34, \"blowing\": 237, \"container\": 106, \"jeanclad\": 1, \"cool\": 48, \"blown\": 11, \"sprayed\": 37, \"fountains\": 27, \"fountain\": 511, \"tunnel\": 159, \"obedience\": 3, \"course\": 232, \"obstacle\": 164, \"corgi\": 4, \"barbecuing\": 25, \"print\": 106, \"swimsuit\": 133, \"handrail\": 50, \"soaked\": 19, \"jet\": 71, \"sticking\": 108, \"shower\": 55, \"gets\": 265, \"swims\": 143, \"underwater\": 122, \"redheaded\": 103, \"pillows\": 26, \"cushion\": 19, \"stuffing\": 4, \"sofa\": 87, \"sucks\": 10, \"ripped\": 18, \"aims\": 17, \"fireplace\": 28, \"lightup\": 1, \"pointed\": 31, \"polka\": 86, \"dotted\": 20, \"barefoot\": 181, \"jagged\": 10, \"gestures\": 61, \"includes\": 29, \"discussion\": 73, \"drinks\": 313, \"rider\": 419, \"flies\": 158, \"pine\": 47, \"rural\": 77, \"snowmobiler\": 3, \"contraption\": 45, \"allowed\": 4, \"removing\": 25, \"rooftops\": 2, \"folding\": 84, \"stack\": 74, \"helping\": 228, \"beyond\": 17, \"speaks\": 152, \"accent\": 2, \"dusk\": 75, \"bubbleblowing\": 1, \"wand\": 20, \"petals\": 16, \"blows\": 95, \"atvs\": 4, \"wheelers\": 4, \"wheel\": 208, \"drive\": 71, \"harvested\": 6, \"cornfield\": 7, \"airborne\": 102, \"fourwheeler\": 15, \"gin\": 1, \"hit\": 319, \"hammer\": 122, \"blow\": 70, \"closes\": 20, \"square\": 195, \"lifts\": 59, \"fingers\": 113, \"spatula\": 18, \"see\": 142, \"if\": 73, \"done\": 64, \"opposite\": 107, \"flip\": 179, \"messy\": 61, \"cast\": 41, \"iron\": 60, \"perfect\": 11, \"collecting\": 29, \"garbage\": 132, \"picking\": 146, \"trashcan\": 59, \"od\": 3, \"hugging\": 200, \"cow\": 144, \"visible\": 70, \"sisters\": 20, \"visiting\": 40, \"docking\": 6, \"guiding\": 23, \"tie\": 239, \"inward\": 1, \"awaiting\": 30, \"arrival\": 8, \"stevedores\": 1, \"cardigan\": 16, \"bald\": 270, \"flipflops\": 67, \"talks\": 315, \"microphones\": 83, \"fans\": 143, \"elephant\": 81, \"shack\": 25, \"houselike\": 1, \"structures\": 14, \"village\": 86, \"camouflage\": 156, \"auto\": 11, \"repair\": 59, \"mexican\": 49, \"readhaired\": 1, \"amid\": 42, \"display\": 312, \"sells\": 106, \"incense\": 10, \"tending\": 38, \"countries\": 8, \"scouts\": 48, \"nations\": 5, \"types\": 39, \"world\": 70, \"crib\": 26, \"tipped\": 7, \"yelling\": 38, \"halfway\": 12, \"tucked\": 11, \"shop\": 575, \"scoop\": 15, \"scoops\": 12, \"scooping\": 11, \"freezer\": 7, \"customer\": 72, \"cafe\": 227, \"stools\": 17, \"quick\": 13, \"bite\": 59, \"surrounding\": 104, \"braids\": 28, \"colors\": 139, \"paints\": 130, \"clouds\": 59, \"aerodynamic\": 5, \"cyclist\": 197, \"biker\": 334, \"pedaling\": 12, \"denim\": 140, \"amounts\": 7, \"thumb\": 25, \"buttonup\": 18, \"elements\": 3, \"visualize\": 1, \"microscope\": 186, \"laboratory\": 42, \"affection\": 6, \"escalator\": 118, \"embracing\": 55, \"kissing\": 250, \"rugby\": 156, \"teammates\": 52, \"victory\": 38, \"opponents\": 28, \"lifted\": 46, \"attempt\": 83, \"defending\": 13, \"wheelbarrows\": 4, \"constructing\": 21, \"adorned\": 25, \"headbands\": 8, \"americans\": 26, \"feathers\": 32, \"backpacks\": 107, \"surprised\": 40, \"taken\": 163, \"fall\": 134, \"spaulding\": 1, \"sling\": 19, \"bag\": 845, \"waits\": 200, \"served\": 29, \"slacks\": 48, \"lottery\": 10, \"tickets\": 22, \"vendors\": 69, \"wares\": 55, \"fetch\": 36, \"pounces\": 7, \"fashioned\": 33, \"cine\": 1, \"rosy\": 2, \"cheeks\": 27, \"lips\": 42, \"steadies\": 7, \"aim\": 12, \"cello\": 62, \"violin\": 220, \"scantily\": 15, \"handsome\": 9, \"homemadelooking\": 1, \"step\": 100, \"brazilian\": 8, \"author\": 8, \"coelho\": 1, \"scarf\": 385, \"thin\": 65, \"reclines\": 17, \"beaded\": 14, \"necklace\": 90, \"sound\": 30, \"oddshaped\": 1, \"funky\": 8, \"teams\": 320, \"stopping\": 29, \"named\": 30, \"david\": 6, \"protect\": 20, \"scoring\": 16, \"defenceman\": 1, \"prevent\": 9, \"inserts\": 1, \"rod\": 57, \"glowing\": 12, \"technician\": 22, \"figuring\": 1, \"best\": 28, \"safe\": 13, \"maker\": 15, \"firing\": 18, \"gigantic\": 7, \"oven\": 57, \"butcher\": 34, \"curb\": 148, \"border\": 13, \"collie\": 31, \"agile\": 3, \"onlookers\": 281, \"court\": 320, \"teaching\": 76, \"courts\": 2, \"jugglers\": 2, \"flaming\": 32, \"torches\": 15, \"performer\": 199, \"performers\": 129, \"interested\": 14, \"tricks\": 191, \"following\": 58, \"brother\": 43, \"shoes\": 449, \"smooth\": 24, \"stacking\": 14, \"gap\": 16, \"funny\": 122, \"cone\": 122, \"cookie\": 31, \"mugs\": 5, \"hangs\": 129, \"eastern\": 97, \"humans\": 9, \"poster\": 105, \"speedo\": 18, \"breath\": 18, \"underneath\": 174, \"midst\": 53, \"moped\": 55, \"motorcyclist\": 104, \"ridding\": 15, \"streets\": 261, \"motorscooter\": 2, \"alcohol\": 32, \"ladies\": 436, \"card\": 67, \"beverages\": 41, \"layers\": 9, \"diet\": 9, \"coke\": 24, \"warm\": 98, \"pabst\": 7, \"ribbon\": 80, \"backdrop\": 70, \"rappeling\": 1, \"headlamp\": 7, \"attached\": 179, \"snakeskin\": 1, \"frog\": 13, \"sprays\": 30, \"barrior\": 1, \"cafeteria\": 32, \"consumers\": 5, \"diner\": 28, \"rough\": 78, \"hewn\": 1, \"round\": 124, \"underground\": 49, \"passage\": 9, \"drain\": 13, \"bird\": 309, \"sunflower\": 6, \"seeds\": 22, \"clinging\": 12, \"finger\": 111, \"lines\": 88, \"match\": 278, \"progress\": 33, \"chasers\": 4, \"sidelines\": 39, \"receive\": 14, \"overlooks\": 40, \"cityscape\": 28, \"gu\": 1, \"cameralike\": 1, \"device\": 157, \"camper\": 14, \"vehicles\": 83, \"trailer\": 72, \"wades\": 24, \"guided\": 7, \"muslim\": 38, \"directions\": 75, \"sari\": 20, \"playful\": 13, \"elevated\": 21, \"bank\": 91, \"jogger\": 21, \"passes\": 148, \"branch\": 100, \"tight\": 67, \"fitting\": 10, \"athlete\": 115, \"torwards\": 1, \"handlebars\": 21, \"maybe\": 18, \"how\": 186, \"teach\": 7, \"bucket\": 292, \"pointing\": 284, \"maintenance\": 37, \"does\": 436, \"handstand\": 97, \"sheets\": 32, \"upside\": 187, \"cones\": 102, \"worked\": 14, \"repairs\": 44, \"caulking\": 2, \"router\": 1, \"grinding\": 73, \"operate\": 26, \"steams\": 1, \"completing\": 33, \"snowboard\": 137, \"surfboard\": 280, \"laboring\": 2, \"chainlink\": 2, \"palm\": 109, \"golf\": 199, \"golfer\": 36, \"club\": 125, \"tiger\": 47, \"putts\": 4, \"putt\": 10, \"yellowbelt\": 1, \"trophy\": 31, \"joyfully\": 11, \"throws\": 197, \"floaters\": 2, \"worn\": 21, \"dirtbikes\": 3, \"offroad\": 16, \"motorbikes\": 29, \"follow\": 36, \"hamburger\": 18, \"closing\": 20, \"drawer\": 11, \"cuts\": 79, \"kneehigh\": 9, \"nude\": 17, \"naked\": 103, \"helps\": 110, \"wave\": 575, \"garment\": 34, \"crescent\": 4, \"star\": 85, \"france\": 19, \"counter\": 300, \"jewelery\": 8, \"pleasant\": 10, \"adobe\": 12, \"propped\": 26, \"topless\": 46, \"slippers\": 3, \"newlywed\": 23, \"churchlike\": 1, \"architecture\": 18, \"church\": 204, \"football\": 1181, \"seacoast\": 1, \"number\": 436, \"coast\": 26, \"sweatpants\": 22, \"physical\": 12, \"activity\": 41, \"pretty\": 80, \"attach\": 6, \"pieces\": 113, \"carpentry\": 9, \"carnival\": 165, \"labeled\": 30, \"jungle\": 74, \"exhibit\": 61, \"festival\": 175, \"pinkhaired\": 3, \"daughters\": 10, \"moment\": 54, \"briefcase\": 42, \"mirrored\": 12, \"somewhere\": 37, \"suitcase\": 70, \"businessman\": 55, \"shit\": 16, \"somewhat\": 17, \"theaters\": 1, \"shaved\": 73, \"collared\": 71, \"chicken\": 80, \"poverty\": 13, \"handmade\": 13, \"fabrics\": 9, \"woven\": 25, \"rugs\": 20, \"rain\": 293, \"rug\": 70, \"hauling\": 23, \"mouths\": 55, \"retrieve\": 15, \"tug\": 11, \"chew\": 19, \"waterway\": 39, \"peaceful\": 21, \"stocking\": 21, \"neckdeep\": 2, \"splash\": 65, \"attractive\": 46, \"drop\": 21, \"coins\": 4, \"entertainment\": 17, \"pretend\": 19, \"statutes\": 1, \"interact\": 28, \"lav\": 1, \"seaweed\": 16, \"pinstripe\": 7, \"furry\": 72, \"attempts\": 175, \"itself\": 23, \"snows\": 5, \"self\": 17, \"placed\": 55, \"cardboard\": 81, \"drilled\": 4, \"securely\": 3, \"workbench\": 13, \"jigsaw\": 1, \"roller\": 167, \"derby\": 81, \"action\": 89, \"rollerskate\": 8, \"rollerskaters\": 14, \"bouncing\": 51, \"beds\": 9, \"bedroom\": 40, \"chainsaw\": 56, \"presses\": 12, \"cigarette\": 364, \"saw\": 84, \"hoodie\": 175, \"shadowy\": 10, \"figure\": 95, \"chopper\": 2, \"handwritten\": 6, \"welcome\": 18, \"posted\": 7, \"doorway\": 209, \"entering\": 46, \"bricklayer\": 1, \"mortaring\": 1, \"flat\": 49, \"snowboarder\": 360, \"slope\": 136, \"boarders\": 2, \"snowboarders\": 20, \"brightly\": 196, \"strolling\": 28, \"brightlylit\": 3, \"opened\": 24, \"bringing\": 20, \"shoppers\": 60, \"horseshoe\": 7, \"hoof\": 2, \"blacksmith\": 13, \"shoeing\": 2, \"stores\": 38, \"cheerleaders\": 166, \"kept\": 9, \"our\": 21, \"spirits\": 2, \"cheering\": 95, \"cheerleading\": 32, \"industrial\": 50, \"close\": 198, \"delivery\": 24, \"exiting\": 30, \"strip\": 50, \"stepping\": 44, \"dreds\": 1, \"kilt\": 60, \"dreadlocks\": 80, \"cheek\": 66, \"kisses\": 67, \"bar\": 528, \"gesture\": 44, \"stool\": 125, \"single\": 78, \"cuddling\": 10, \"ahead\": 83, \"grownups\": 5, \"gravel\": 97, \"greenery\": 25, \"suspension\": 11, \"pulled\": 163, \"passengers\": 85, \"pinkhooded\": 1, \"stretch\": 30, \"hugs\": 66, \"pig\": 34, \"bicyclist\": 183, \"sundress\": 29, \"reflection\": 61, \"spandex\": 17, \"groceries\": 63, \"checkout\": 28, \"checking\": 152, \"canyon\": 34, \"travelers\": 22, \"grand\": 36, \"longlensed\": 1, \"freight\": 5, \"box\": 315, \"photographing\": 35, \"lens\": 30, \"plant\": 110, \"headset\": 27, \"walkman\": 3, \"jogs\": 47, \"roots\": 9, \"members\": 189, \"bottled\": 15, \"liner\": 5, \"dividing\": 3, \"supplies\": 53, \"garage\": 87, \"plaque\": 4, \"mudfilled\": 1, \"desperately\": 8, \"compute\": 1, \"hides\": 21, \"computers\": 100, \"hide\": 10, \"hiding\": 46, \"brushes\": 52, \"jesus\": 20, \"christ\": 5, \"dusts\": 3, \"bronze\": 18, \"statues\": 41, \"job\": 94, \"brush\": 88, \"statute\": 11, \"figures\": 48, \"ages\": 61, \"dwarfed\": 2, \"upright\": 25, \"clutch\": 3, \"rags\": 8, \"tells\": 7, \"landmark\": 12, \"able\": 5, \"would\": 10, \"use\": 116, \"wire\": 97, \"scrape\": 2, \"ladders\": 22, \"branches\": 66, \"boulder\": 36, \"paintbrush\": 22, \"grins\": 21, \"logo\": 48, \"chopped\": 8, \"woodworking\": 17, \"ollie\": 14, \"bridges\": 6, \"indigenous\": 12, \"may\": 24, \"bicyclists\": 129, \"town\": 228, \"york\": 127, \"skyline\": 41, \"bib\": 39, \"cries\": 31, \"grotesque\": 3, \"expressing\": 6, \"emotion\": 10, \"shetland\": 2, \"escorts\": 1, \"leading\": 96, \"horsedrawn\": 13, \"toned\": 5, \"fabric\": 127, \"flipflop\": 9, \"fluffy\": 70, \"swingset\": 4, \"sway\": 2, \"practices\": 62, \"bats\": 10, \"tee\": 58, \"batting\": 15, \"cage\": 60, \"lift\": 108, \"shish\": 7, \"kabab\": 1, \"paisley\": 9, \"kabobs\": 9, \"kabob\": 6, \"bungee\": 29, \"cord\": 15, \"tethered\": 7, \"entertainer\": 12, \"consists\": 8, \"juggler\": 20, \"knives\": 12, \"doctors\": 40, \"hospital\": 114, \"masks\": 55, \"ongoing\": 4, \"medical\": 96, \"professionals\": 17, \"hawaiian\": 45, \"style\": 104, \"pail\": 17, \"pale\": 60, \"spins\": 30, \"hillside\": 79, \"pitchfork\": 6, \"gardening\": 30, \"landscaping\": 10, \"preparation\": 26, \"upcoming\": 10, \"season\": 12, \"groundskeeper\": 1, \"collected\": 10, \"rake\": 19, \"concentrating\": 21, \"suspenders\": 42, \"wax\": 6, \"figurine\": 4, \"engineers\": 5, \"mannequin\": 37, \"conductor\": 41, \"operator\": 10, \"stopped\": 79, \"places\": 44, \"carrots\": 8, \"casserole\": 5, \"marching\": 168, \"trumpet\": 96, \"trumped\": 1, \"materials\": 27, \"learning\": 57, \"animals\": 110, \"zoo\": 20, \"employees\": 43, \"discussing\": 75, \"manmade\": 6, \"launch\": 17, \"dinosaurs\": 2, \"calmly\": 9, \"friend\": 165, \"upset\": 27, \"tray\": 91, \"samples\": 18, \"waitress\": 35, \"offers\": 19, \"complimentary\": 1, \"tea\": 54, \"patrons\": 22, \"starbucks\": 19, \"barista\": 7, \"offering\": 26, \"sledge\": 6, \"plain\": 39, \"stacked\": 29, \"baskets\": 92, \"luggage\": 127, \"bricked\": 4, \"pilot\": 41, \"leaving\": 80, \"houses\": 60, \"homestead\": 1, \"adjacent\": 16, \"pair\": 156, \"plugs\": 6, \"swimmer\": 117, \"clips\": 5, \"moves\": 124, \"clip\": 2, \"submerged\": 20, \"horizontally\": 7, \"laptop\": 218, \"pages\": 8, \"laptops\": 59, \"engaged\": 61, \"involving\": 41, \"pit\": 84, \"christmas\": 237, \"teeshirt\": 25, \"festive\": 35, \"written\": 60, \"bottom\": 136, \"doll\": 65, \"princess\": 23, \"dolls\": 28, \"trampoline\": 196, \"flips\": 58, \"somersault\": 12, \"trampolines\": 2, \"exercise\": 76, \"washes\": 41, \"mediumsized\": 6, \"secures\": 2, \"give\": 48, \"bath\": 70, \"bin\": 50, \"until\": 2, \"leap\": 67, \"digs\": 43, \"wheelchairs\": 19, \"parents\": 79, \"controlling\": 6, \"operates\": 39, \"arbor\": 1, \"atrium\": 5, \"hallway\": 110, \"buy\": 73, \"furniture\": 72, \"objects\": 83, \"primitive\": 5, \"congested\": 6, \"contaminated\": 1, \"shantytown\": 1, \"disaster\": 5, \"culinary\": 6, \"dishes\": 86, \"pot\": 144, \"pots\": 41, \"cooked\": 23, \"legs\": 249, \"sprawled\": 9, \"tip\": 19, \"rickshaw\": 35, \"passenger\": 58, \"stirring\": 36, \"flowered\": 101, \"stirs\": 23, \"cook\": 92, \"carried\": 21, \"ito\": 1, \"flute\": 57, \"presenting\": 34, \"birthday\": 84, \"celebrating\": 101, \"farmers\": 51, \"yams\": 2, \"goods\": 135, \"root\": 6, \"mountaineer\": 9, \"wrestling\": 142, \"wrestle\": 71, \"repairman\": 7, \"planting\": 43, \"tugofwar\": 61, \"grandmother\": 23, \"athletes\": 80, \"tops\": 92, \"routine\": 100, \"fiveperson\": 1, \"acrobatics\": 13, \"troop\": 9, \"crow\": 5, \"yong\": 9, \"univ\": 1, \"rubbish\": 3, \"theyre\": 1, \"trash\": 146, \"blurry\": 34, \"wires\": 44, \"lifesize\": 3, \"elmo\": 34, \"brushing\": 94, \"combing\": 9, \"prowess\": 2, \"girlfriend\": 19, \"general\": 5, \"seating\": 21, \"impress\": 4, \"withe\": 2, \"practicing\": 309, \"dimly\": 67, \"kitten\": 19, \"slices\": 13, \"fixes\": 31, \"chopping\": 45, \"protruding\": 1, \"piercing\": 7, \"grin\": 15, \"dramatic\": 8, \"grimaces\": 10, \"geyser\": 7, \"computer\": 418, \"gambling\": 11, \"games\": 68, \"rolled\": 46, \"protective\": 130, \"weld\": 6, \"blowtorch\": 16, \"sander\": 2, \"rust\": 5, \"builds\": 11, \"castle\": 80, \"castles\": 5, \"build\": 40, \"castlelike\": 1, \"sculptures\": 19, \"slopes\": 20, \"wide\": 137, \"fields\": 39, \"amc\": 2, \"movie\": 56, \"theater\": 69, \"pant\": 11, \"approach\": 25, \"bubble\": 124, \"gum\": 18, \"faint\": 2, \"receives\": 21, \"fencing\": 69, \"instruction\": 8, \"teacher\": 124, \"potential\": 8, \"opponent\": 99, \"gaze\": 26, \"dummy\": 13, \"similar\": 57, \"fences\": 9, \"pass\": 202, \"plus\": 2, \"act\": 70, \"squirt\": 15, \"squirting\": 16, \"guns\": 83, \"bloe\": 1, \"inground\": 9, \"mac\": 9, \"casual\": 63, \"counseling\": 1, \"session\": 12, \"pillar\": 48, \"decorated\": 159, \"arch\": 32, \"awning\": 36, \"poolside\": 5, \"adolescent\": 23, \"aprons\": 45, \"copper\": 6, \"pacifier\": 30, \"goose\": 12, \"drill\": 57, \"power\": 71, \"twin\": 21, \"alike\": 18, \"pushed\": 33, \"strollers\": 31, \"carts\": 66, \"watering\": 30, \"tarps\": 1, \"hoses\": 13, \"pour\": 12, \"austere\": 3, \"environment\": 52, \"filling\": 63, \"basins\": 1, \"appear\": 124, \"excavating\": 6, \"ruins\": 31, \"sporting\": 89, \"florida\": 11, \"dolphin\": 22, \"marlins\": 2, \"despite\": 6, \"crushing\": 5, \"feelings\": 2, \"loneliness\": 1, \"downtown\": 107, \"goes\": 162, \"chase\": 67, \"eleven\": 23, \"uphill\": 31, \"shaded\": 21, \"hikes\": 24, \"tilted\": 15, \"examines\": 69, \"leaned\": 15, \"wheelbarrow\": 52, \"coats\": 189, \"drums\": 298, \"stilts\": 45, \"drummers\": 9, \"pads\": 39, \"variety\": 59, \"freshly\": 36, \"text\": 30, \"perusing\": 4, \"beverage\": 96, \"meat\": 216, \"browse\": 12, \"deli\": 38, \"clown\": 204, \"fake\": 63, \"ballons\": 2, \"brings\": 8, \"amusement\": 109, \"scissors\": 38, \"trimming\": 22, \"nails\": 28, \"detailed\": 6, \"eyeglasses\": 31, \"wiping\": 25, \"sponge\": 18, \"overgrown\": 9, \"region\": 14, \"begs\": 3, \"redhead\": 33, \"desktop\": 10, \"observing\": 107, \"within\": 51, \"screen\": 232, \"stomach\": 48, \"sledding\": 52, \"dune\": 79, \"locking\": 6, \"expensive\": 10, \"perhaps\": 17, \"retail\": 17, \"wipes\": 10, \"toil\": 3, \"smelting\": 1, \"monitoring\": 6, \"umbrella\": 634, \"backlit\": 12, \"advertisement\": 105, \"mural\": 160, \"graffiti\": 425, \"leather\": 267, \"push\": 72, \"xray\": 1, \"homeless\": 112, \"request\": 3, \"money\": 112, \"reasons\": 2, \"asking\": 32, \"begging\": 15, \"unicycle\": 81, \"reaches\": 129, \"equipped\": 7, \"packs\": 8, \"dusty\": 51, \"ascends\": 11, \"narrow\": 107, \"crab\": 18, \"decide\": 14, \"wants\": 12, \"boiled\": 4, \"mixed\": 28, \"sex\": 10, \"lobster\": 11, \"bibs\": 6, \"wield\": 2, \"mallets\": 3, \"dine\": 4, \"leg\": 220, \"landing\": 56, \"entertaining\": 46, \"dances\": 162, \"dozen\": 21, \"atari\": 1, \"lunch\": 120, \"ventriloquist\": 1, \"dragon\": 34, \"puppet\": 32, \"dinosaur\": 33, \"aged\": 45, \"amount\": 46, \"walls\": 123, \"first\": 106, \"start\": 87, \"footprints\": 10, \"hold\": 328, \"guests\": 24, \"service\": 42, \"examine\": 58, \"menu\": 38, \"flowery\": 22, \"refreshment\": 6, \"eye\": 102, \"couples\": 72, \"pigeons\": 88, \"benches\": 99, \"bust\": 12, \"aerial\": 48, \"boarding\": 48, \"commuters\": 13, \"rush\": 27, \"highchair\": 46, \"seats\": 74, \"daycare\": 8, \"fed\": 15, \"worshipers\": 4, \"services\": 10, \"india\": 37, \"muslims\": 3, \"speech\": 103, \"monitor\": 38, \"keyboard\": 109, \"piano\": 135, \"stretched\": 43, \"polo\": 135, \"chalkboard\": 51, \"forms\": 23, \"only\": 112, \"occupied\": 15, \"confer\": 3, \"sometime\": 1, \"belts\": 29, \"bare\": 65, \"classmates\": 7, \"weapon\": 16, \"aikido\": 1, \"attack\": 22, \"patiently\": 24, \"demonstrates\": 25, \"programs\": 4, \"programmes\": 3, \"vending\": 46, \"stall\": 65, \"creams\": 4, \"dangling\": 13, \"suspended\": 110, \"sibling\": 8, \"cute\": 64, 